# -*- coding: utf-8 -*-
import sys, os
sys.path.insert(0, os.path.dirname(__file__))
os.chdir(os.path.dirname(os.path.dirname(__file__)))
from _apply import apply

ar = [
"هذه فرصتك الأخيرة؟",
"مع أن البعض يقول إن العدم أفضل هدية على الإطلاق.",
"لتلميذي الأبرع.",
"حسنًا، إذن واصل البحث.",
"لا تقلق.",
"حسنًا، ضع قربانك في الكومة.",
"ما رأيك؟",
"أينما ذهبت… يلاحقني هؤلاء الأوغاد.",
"حسنًا، لا… انسَ الأمر.",
"نعم، فهمتَ الأمر.",
"يمكن أن تكون خليفتي.",
"أمامك الكثير لتتعلّمه يا صاح.",
"أنت فعلًا لا تفهم، أليس كذلك؟",
"أنتم لا تحتاجون إليّ.",
"حقًا لا تفهم، أليس كذلك؟",
"أتظن حقًا أنني أريد هذا؟",
"تُذكّرني به فعلًا.",
"أترى… أنا مرتاح البال الآن.",
"أترى… الجلوس وعدم فعل شيء لم يعد كافيًا هذه الأيام.",
"أترى… للجلوس بلا فعل شيء فنٌّ خاص.",
"يجب أن تحلّ محلّي.",
"متأكد؟",
"أتظن نفسك مختلفًا؟",
"أتريد أن تكون مثلي؟",
"عدت ومعك… لا شيء؟",
"ستنسجم مع البقية.",
"أنت أذكى مما تبدو.",
"… مدى الحياة.",
]

apply(93, ar)
