# -*- coding: utf-8 -*-
import sys, os
sys.path.insert(0, os.path.dirname(__file__))
os.chdir(os.path.dirname(os.path.dirname(__file__)))
from _apply import apply

ar = [
"أخبرني.",
"إذن ماذا… أجئت من أجل رأسي؟",
"لن يكون هناك… صعود.",
"ثمّة شيء آخر.",
"ألن تمدّ يدك إلى لحمي… وتأخذه؟",
"ألن تمدّ يدك وتأخذه؟",
"نعم.",
"أتفهم؟",
"ستُنسى… كاللقيط.",
"لستَ سوى أداة.",
"فأنا لستُ من الفانين الفارغين.",
"أفيض بالمحبّة.",
"أفيض بحياةٍ أبديّةٍ زاخرة.",
"لن ينجح ذلك أبدًا.",
"ألن تمدّ يدك إلى قلبي… وتشعر به بنفسك؟",
"لكنك لم… تحتضنه بعد.",
"ليس تمامًا.",
"تحمل هدية الراكب.",
"وأشعر أنك… احتضنته.",
"أرجوك، انضمّ إلى دائرتنا.",
"سنُعين بذرته على التجذّر.",
"تحمل هدية الراكب.",
"والجميع مُرحَّب بهم.",
"انسَ ذويك.",
"مصادر النزاع.",
"ليس ثمّة سوى اتحادٍ كاملٍ واحد.",
"كل هذا محض أوهام.",
"اسمك.",
"غايتك.",
]

apply(95, ar)
