# -*- coding: utf-8 -*-
import sys, os
sys.path.insert(0, os.path.dirname(__file__))
os.chdir(os.path.dirname(os.path.dirname(__file__)))
from _apply import apply

apply(107, [
"كلّه لك يا صاحبي.",
"بضاعة جيدة، أليس كذلك؟",
"عقدتَ صفقة.",
"لا تحاول حتى.",
"لا هبات هنا.",
"لا شيء مجانيّ يا صاحبي.",
"إلى اللقاء!",
"إلى اللقاء!",
"لا تنسَ إخبار أصدقائك!",
"لا تنسَ إخبار أصدقائك!",
"مع السلامة يا صاحبي.",
"مع السلامة يا صاحبي.",
"تريد أن تتذوّق؟ إذن ادفع.",
"أتتفرّج أم تشتري؟",
])

apply(108, [
"يُقال إنك منحتَ الأسير السلام. إنه حرٌّ الآن.",
])

apply(109, [
"انتهى حكم الغازي. وذلك كلّه بفضلك.",
])

apply(110, [
"واللهب الذي يُنقذنا.",
"إلى الأبد.",
"إنه الليل من يبحث عنّا...",
"لن تأخذ اللهب منّا.",
"أنت... لن تأخذ اللهب منّا.",
])

apply(111, [
"...",
"ارحل!",
"لم يعد لديّ نقود أجود بها.",
"تركتُ قرباني كما أُمرت.",
"إنه على الدَّرابزين.",
"والآن اتركني وشأني.",
])

apply(112, [
"(يزمجر)",
])
